[
{"titulo": ["Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor Javascript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor JavaScript", "Desenvolvedor"], "desc": [" Atividades Profissionais: Atuação em projetos de melhorias na área de manufatura. Experiências e/", "ou Qualificações: Experiência em desenvolvimento ", ". Conhecimento ou experiência: em Auto IT e Auto Hot Key. Desejável: Ter atuado em projetos RPA (Robôs de automação)", ". Conhecimentos: Ambiente financeiro, arquitetura orientada a serviços, ferramentas de integração contínua. Capacidades: Para trabalhar em células/ sprints em formato ágil. Informações adicionais: Local de trabalho: Zona Sul/ SP. Oportunidade destinada também para PCD. Empresa oferece vale transporte, combustível ou reembolso fretado. Regime de contratação: CLT ", " Atividades Profissionais: Programa, desenvolve e implanta sistemas em ", ". Realiza correções em sistemas para atender às necessidades dos usuários. Desenvolve trabalhos de montagem, depuração e testes de programas já desenvolvidos. Experiências e/", "ou Qualificações: Conhecimento intermediário ou avançado em ", "; MongoDB nível básico. ", " Atividades Profissionais: Desenvolvimento (projetos novos)", ", teste e manutenção (legado)", ", e Front-end. Experiências e/", "ou Qualificações: Conhecimentos que são obrigatórios: saber escrever código limpo e legível, ter experiência com ", ", HTML5, CSS e Pré-processadores CSS, forte base em programação orientada a objeto, inglês técnico (pois nosso código é feito em inglês)", ", conhecer o básico de versionamento com GIT, saber como funciona o protocolo HTTP e o padrão REST, conhecimento em Angular. Conhecimentos desejáveis: experiência no desenvolvimento de componentes reutilizáveis, ter sede de aprender e trocar conhecimento com a equipe. Serão diferenciais: contribuição em projetos open source, experiência com Angular ou Ionic e Typescript, desenvolvimento e manutenção de aplicações web, desenvolvimento e manutenção de aplicações mobile. Conhecimentos em C# e .", "NET Core. Regime de contratação: CLT ", " Atividades Profissionais: A empresa contratante está à procura de um ", " de front-end experiente que possa ajudar a levar o seu produto ao próximo nível. No momento, estão procurando desenvolvedores para trabalhar com a interface do usuário do aplicativo e players de sinalização digital. Experiências e/", "ou Qualificações: Experiência com ", ". Experiência com Backbone.", "js, React ou Vue.", "js. Experiência com Mac ou Linux. Conhecimento avançado de CSS. Conhecimento avançado de GIT e CLI. Conhecimento de protocolos de comunicação e rede. Superior Completo. Conhecimento em LESS/", "SASS. Informações adicionais: Entre R$5000,", "00 e R$7000,", "00. Regime de contratação: CLT ", " Atividades Profissionais: A empresa contratante está à procura de um ", " de front-end experiente que possa ajudar a levar o seu produto ao próximo nível. No momento, estão procurando desenvolvedores para trabalhar com a interface do usuário do aplicativo e players de sinalização digital. Experiências e/", "ou Qualificações: Inglês avançado. Experiência com ", ". Experiência com Backbone.", "js, React ou Vue.", "js. Experiência com Mac ou Linux. Conhecimento avançado de CSS. Conhecimento avançado de GIT e CLI. Conhecimento de protocolos de comunicação e rede. Superior Completo. Conhecimento em LESS/", "SASS. Informações adicionais: Entre R$5000,", "00 e R$7000,", "00. Regime de contratação: CLT ", " Atividades Profissionais: Atuar no Controle de versão GlT Maven - obrigatório. TDD (Test driven development / desenvolvimento orientado a testes e uso de ferramentas como JUnit) Integração contínua (uso de ferramentas como Jenkins / GitLab CI) SQL, Bancos de dados relacionais e NoSQL. Servidores de aplicação, JBoss/", "Tomcat. Integração entre sistemas via REST e SOAP com foco em Front end. Experiências e/", "ou Qualificações: Necessário experiência na função. Experiência com linguagens ", " (Angular React, Vue)", ", Node.", "js, HTML / CSS, Desejável conhecimento em Docker e Kubernetes. Conhecimentos em Design Patterns (Padrões de Design)", ". Regime de contratação: A combinar ", " Atividades Profissionais: Atuar em projetos globais, utilizando um Framework novo e exclusivo da SAP chamado UI5, para o qual receberá um treinamento. Experiências e/", "ou Qualificações: Conhecimentos em: React; Orientação a objetos; View; Angular; ", "; Clean Code; Node JS; Design Partners. Ensino Superior Completo. Regime de contratação: A combinar ", " Atividades Profissionais: Irá atuar no desenvolvimento de sistemas já existentes na área de comércio e varejo. Experiências e/", "ou Qualificações: Experiência em desenvolvimento Front-end com ", " para sistemas corporativos. ", " Atividades Profissionais: Atuar em uma empresa de tecnologia estratégica desenvolvendo aplicações digitais, correção de bugs e realizar testes. Experiências e/", "ou Qualificações: Experiência com ", ", NodeJS, Web Services. Experiência com MySQL. Desejáveis: Experiência com AWS Services ou Azure Services. Informações adicionais: Benefícios: R$ 1.", "050,", "00 (benefício em dinheiro)", ", décimo terceiro e férias remunerada. Local: Jardim Paulistano - SP. ", " Atividades Profissionais: Irá atuar com desenvolvimento em ", " (Programar, desenvolver e implantar sistemas)", ". Atuação como ", " na implantação e customização, de acordo com os processos dos clientes, utilizando as boas práticas. Atuar no desenvolvimento da plataforma ServiceNow. Experiências e/", "ou Qualificações: Superior Cursando ou Completo em Ciências da Computação, Tecnologia da Informação ou Engenharia da Computação. Desejáveis conhecimento com Bootstrap, Angular, SQL, Webservice, SCRUM e Inglês Técnico. Informações adicionais: Disponibilidade para viagens. Local: Vila Leopoldina. Salario para Junior R$ 29,", "00/", "h Salario para Pleno R$ 50,", "00/", "h Regime de contratação: Pessoa Jurídica ", " Atividades Profissionais: Atuar no desenvolvimento de novos produtos e correções de customizações para ERPs e E- commerce, garantindo que a solução desenvolvida esteja adequada aos requisitos funcionais. Experiências e/", "ou Qualificações: Conhecimento avançado em ", ", Node.", "js, conhecimento avançado em ", ", Node.", "js, Github. Desejável. Experiência trabalhando com o Github, experiência com desenvolvimento Oracle Netsuite, ter atuado com software ERPs e/", "ou E- commerce. Ensino Superior na área de TI, excelentes habilidades de comunicação e resolução de problemas. Desejavel Ensino Superior em Análise e desenvolvimento de sistemas, Tecnologia em Rede de computadores, Engenharia da computação ou na área de TI. Regime de contratação: A combinar ", " … Codificações em páginas de internet (front- end/", "back-end) e modelagem de dados. Implementar e realizar testes primários de software. Experiências e/", "ou Qualificações: Ensino Técnico ou Ensino Superior cursando na área de TI. Experiência realizando codificações em páginas de internet (front-end/", "back-end) e modelagem de dados. Implementar e realizar testes primários de software. Gostar de trabalhar em equipe e contribuir na resolução de problemas e decisões de design e arquitetura. Conhecimentos obrigatórios: PHP, Codeigniter, ", "/", "JQuery, HTML, CSS, MVC, SQL básico. Conhecimentos desejáveis em PostGreSQL, SQL (comandos DML e DDL, programação, modelagem, UML. Será um diferencial conhecimentos em GRP em geral ou vivências no desenvolvimento de aplicações direcionadas a instituições Educacionais, de Saúde ou Folha de Pagamento. Informações adicionais: Faixa salarial de R$ 2.", "000,", "00 a R$ 4.", "000,", "00. Regime de contratação: A combinar "], "salario": ["De 1.001 até 2.000", "/", "(", ")", "(", ")", "(", ")", "De 6.001 até 7.000", "/", "(", ")", "De 6.001 até 7.000", "/", "(", ")", "(", ")", "(", ")", "(", ")", "(", ")", "(", ")", "(", ")", "De 3.001 até 4.000", "/", "(", ")"], "cidade": ["São Paulo", "São Paulo", "Rio de Janeiro", "Florianopolis", "Florianopolis", "Florianopolis", "Sao Leopoldo", "Curitiba", "São Paulo", "São Paulo", "São Paulo", "Sao Leopoldo"], "estado": ["SP", "SP", "RJ", "SC", "SC", "SC", "RS", "PR", "SP", "SP", "SP", "RS"]}
]