[
{"titulo": "Desenvolvedor JavaScript", "Cidade": "Florianopolis", "salario": " De 6.001 até 7.000 ", "descricao": "Desenvolvedor de front-end experiente que possa ajudar a levar o seu produto ao próximo nível. No momento, estão procurando desenvolvedores para trabalhar com a interface do usuário do aplicativo e players de sinalização digital."},
{"titulo": "Desenvolvedor ASP.NET C# / JavaScript / SQL SERVER", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Programar, codificar e desenvolver sistemas, com ênfase em Asp."},
{"titulo": "Desenvolvedor .Net", "Cidade": "Belo Horizonte", "salario": "A combinar", "descricao": "Desenvolvimento de software utilizando tecnologia web em ambiente corporativo utilizando banco de dados; Modelagem de dados e programação orientada a objeto;"},
{"titulo": "Desenvolvedor Front End", "Cidade": "Joinville", "salario": "A combinar", "descricao": "Definir padrão de interface, Elaboração de mapas de navegação do usuário, testes de usabilidade, Elaboração de mapas de navegação do usuário, testes de usabilidade, Prototipação, Fluxo do usuário e de processos."},
{"titulo": "Desenvolvedor Front-end Sênior", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Tecnologias obrigatórias: Jquery, JavaScript, Css, Bootstrap, ASP."},
{"titulo": "Desenvolvedor Full Stack", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Irá atuar com Tech Stack: - Node."},
{"titulo": "Desenvolvedor Ruby", "Cidade": "São Paulo", "salario": " De 4.001 até 5.000 ", "descricao": "Buscamos profissionais de desenvolvimento de software para participarem ativamente dos nossos projetos web, criando e evoluindo aplicações em Ruby on Rails. Esperamos que o candidato seja proativo, que goste de navegar pelo código, estudar as funcionalidades e se aprofundar na arquitetura. É essencial que seja adepto da cultura colaborativa e se preocupe com a criação de testes automatizados."},
{"titulo": "Desenvolvedor Java", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Identifica-se com os nossos valores. Já trabalhou no desenvolvimento de aplicações web. Experiência com algum banco de dados relacional,  testes automatizados e é habituado em trabalhar com pull requests. Tem noções de segurança para desenvolver código seguro. Conhece metodologias Ágeis.  Possuir experiência em Java. Conhecer Javascript, HTML e CSS, e tenha conhecimento com Twitter Bootstrap. O que terá de responsabilidade: Desenvolver novas funcionalidades e atuar na resolução de bugs das aplicações da Bionexo. Trabalhar em colaboração com outros times. Trazer boas práticas e conhecimentos técnicos para o dia a dia de trabalho. Compreender as necessidades dos usuários para ajudar a melhorar a eficiência dos fluxos de trabalho."},
{"titulo": "Desenvolvedor Web Pleno (Rails/JS)", "Cidade": "Uberlandia", "salario": " De 4.001 até 5.000 ", "descricao": "Analisar documentos de requisitos e desenhos de telas, planejar entregas baseadas no esforço estimado para criação de funcionalidades, implementar novas funcionalidades, manter funcionalidades existentes, testar a aplicação."},
{"titulo": "Desenvolvedor WordPress", "Cidade": "São Paulo", "salario": " R$ 3000,00 ", "descricao": "A agência Nambbu procura programador WordPress para trabalhar com implementação e manutenção de projetos em WordPress. Além de sites e portais, a agência desenvolve lojas virtuais, então é importante ter experiência com WooCommerce."},
{"titulo": "Desenvolvedor .Net Pleno", "Cidade": "Rio de Janeiro", "salario": " De 4.001 até 5.000 ", "descricao": "Desenvolvedor dotNet com capacidade de desenvolvimento em front-end, Back-end e banco de dados. Conhecimentos de ."},
{"titulo": "Desenvolvedor PHP Júnior - Full Stack", "Cidade": "Porto Alegre", "salario": "A combinar", "descricao": "Skills desenvolvimento e manutenção de integrações. Trabalho com plataformas de e- commerce. Desenvolvimento de aplicações Otimização da nossa plataforma. Otimizar a capacidade de resposta de aplicações. Projeção e desenvolvimento de APIs. Atividades Superior completo ou em andamento em Ciência da computação, Análise de sistemas, Engenharia da Computação, Engenharia de Software e áreas afins. Proficiência em linguagens fundamentais de Front-end, como HTML, CSS e JavaScript. Familiaridade com a tecnologia de banco de dados como MySQL, Oracle e MongoDB Experiência com PHP Conhecimento no uso de Frameworks em PHP com preferência em Laravel. Boas habilidades para resolver problemas. Atenção aos detalhes. Fortes habilidades organizacionais e de gerenciamento de projetos."},
{"titulo": "Desenvolvedor .NET", "Cidade": "Rio de Janeiro", "salario": " De 3.001 até 4.000 ", "descricao": "Atuar com análise e desenvolvimento Web. Lidar com linguagens: Bootstrap, C#, Web Services, Entity, MVC, ASP Clássico, SQL Server, JavaScript, jQuery e VB."},
{"titulo": "Desenvolvedor Front-end", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar com HTML5, CSS3 e JQuery, com Bootstrap. Versionamento de código com GIT, Ajax, Javascript e Web Standards, Usabilidade (UX). Diagramação e manutenção de layouts responsivos, refatoração e melhorias em layouts para plataforma de e-commerce e ferramentas de gestão. Criação de gráficos e dashboards, integração de layouts em sistemas desenvolvidos com Django."},
{"titulo": "Desenvolvedor Full-Stack", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Por que trabalhar na Geekie? Nós trabalhamos com educação e acreditamos que através de nossos produtos ajudamos a empoderar escolas, docentes e estudantes. Usamos tecnologias empolgantes como, por exemplo, React Native. Trabalhamos em times pequenos que têm bastante autonomia e estamos organizados de forma horizontal, com poucos níveis hierárquicos. Acreditamos em um ambiente de colaboração, confiança, respeito e diversidade. Estamos constantemente em busca de sermos melhores que antes, seja tecnicamente ou na forma como trabalhamos. Experiência com desenvolvimento de software ou Graduação em Engenharia de Computação, Ciência da Computação ou áreas relacionadas. Conhecimentos em Estruturas de Dados e Algoritmos. Proficiência em umas dessas linguagens: Python, Ruby, Node, Java ou C++. Experiência com Javascript. Paixão por desenvolver produtos inovadores e trabalhar com educação. Atitude positiva e espírito de equipe. O que você vai fazer por aqui? Desenvolvimento tanto para Web quanto para plataformas mobile, especialmente com React Native, disponíveis para iOS e Android, além de usar o React nas interfaces web. Nossos servidores são feitos em Python, usando bancos Mongo ou PostgreSQL, e usamos Heroku e AWS para nossa infraestrutura. Não temos divisão entre backend e Front end e todos podem pegar tarefas de qualquer parte do nosso sistema. Usamos metodologias ágeis para organizar nosso trabalho e a maior parte dos times usa scrum."},
{"titulo": "Desenvolvedor Java Full-Stack", "Cidade": "Nova Lima", "salario": "A combinar", "descricao": "Atuar com Server Side: Java 1."},
{"titulo": "Desenvolvedor Programador C#", "Cidade": "São Paulo", "salario": " De 8.001 até 9.000 ", "descricao": "Atuar na criação de um sistema financeiro. Desenvolvimento de sistemas Web, Asp."},
{"titulo": "Desenvolvedor Front-End Pleno", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Participar do ciclo completo de desenvolvimento dos produtos;"},
{"titulo": "Desenvolvedor Java", "Cidade": "Biguacu", "salario": "A combinar", "descricao": "Realiza desenvolvimento em Java e SQL"},
{"titulo": "Desenvolvedor. NET - Pleno", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Atividades: Análise, programação e desenvolvimento de sistemas. Front: HTML, CSS, JavaScript, jQuery, Bootstrap Back: C#, ."},
{"titulo": "Desenvolvedor Ruby - Pleno/Sênior", "Cidade": "São Paulo", "salario": " R$ 8000,00 ", "descricao": "Liderar nosso time de desenvolvimento no aperfeiçoamento de bots, controle das nossas automatizações, melhoramento das nossas APIs."},
{"titulo": "Desenvolvedor Front-end", "Cidade": "Manaus", "salario": "A combinar", "descricao": "Programa interfaces de Web e ferramentas de edição de imagem. Executa a manutenção dos sistemas, fazendo eventuais correções necessárias. Desenvolve trabalhos de montagem, depuração e testes de programas, executando serviços de manutenção nos programas já desenvolvidos."},
{"titulo": "Desenvolvedor Full Stack", "Cidade": "Joinville", "salario": "A combinar", "descricao": "Atuar na análise e desenvolvimento front-end e back- end dos Portais, ferramentas e integrações TOTVS. Realizar consultorias técnicas. Participar de arquiteturas de soluções."},
{"titulo": "Desenvolvedor Web", "Cidade": "Fortaleza", "salario": "A combinar", "descricao": "Atuar com desenvolvimento de interfaces visando o uso de sistemas de gestão e monitoramento e aplicações baseadas em dispositivos IOT e mobile. Habilidades tecnológicas: Linguagens de desenvolvimento: HTML5, CSS3, JavaScript, Java (Android SDK), Frameworks de interfaces: AMP, Angular, React, PWA; Plataforma back-end: NodeJS ou ."},
{"titulo": "Desenvolvedor Angular / Node / BD", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Análise e programação orientada, solução de problemas. Design, planejamento e execução. Planejamento Pessoal e Profissional. Desejável (mas não fundamental)."},
{"titulo": "Desenvolvedor Magento", "Cidade": "Santo André", "salario": "A combinar", "descricao": "Desenvolvimento Magento, manutenção de layouts de páginas da Web. Integração utilizado. Desenvolver novos módulos, aplicando melhorias e otimizações Conhecer API's de integração."},
{"titulo": "Desenvolvedor Front-End - React", "Cidade": "Florianopolis", "salario": "A combinar", "descricao": "Definir a arquitetura e construir o frontend de sistemas e aplicações web e mobile, utilizando tecnologias atuais e atendendo requisitos de responsividade e acessibilidade na web, implementando códigos que sejam escaláveis, fáceis de manter, eficientes e elegantes. Definir boas práticas, mantendo-se atualizado nas novas tecnologias de frontend e capacitando outros desenvolvedores. Participar de projetos de desenvolvimento de novos softwares, seguindo os protótipos definidos, planejando e implementando a estrutura e componentes da interface, utilizando para isso o framework de javascript React. Apoiar e orientar a elaboração de rotinas automatizadas de testes, utilizando-se de ferramentas e padrões para os testes necessários. Construir e validar protótipos de interfaces com usuários e clientes. Utilizar metodologias de UX no desenvolvimento de produtos e/"},
{"titulo": "Desenvolvedor Android", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Buscamos pessoas com experiência em desenvolvimento para Android, tanto em linguagem interpretada (Android Studio) como em código nativo (NDK). Manipulação de bibliotecas estáticas e dinâmicas para Windows, Linux e Android. Programação em C, C , Java, C#, PHP, Javascript. Criação e acesso a banco de dados SQLite, MySQL, SQL Server. Manutenção de código e customização de produtos.   Profissional terá envolvimento com parceiros e clientes desenvolvedores para alinhamento de requisitos e resolução de problemas.   Para aplicar-se na vaga você precisará ter ensino superior completo em Engenharia de Computação, Ciência da Computação ou similares."},
{"titulo": "Desenvolvedor Web Asp.net", "Cidade": "Jundiaí", "salario": "A combinar", "descricao": "Desenvolvedor full stack para trabalhar no desenvolvimento de novas aplicações web e manutenção de aplicações existentes."},
{"titulo": "Desenvolvedor Full Stack - Linguagens", "Cidade": "Florianopolis", "salario": "A combinar", "descricao": "Projetar e desenvolver softwares escaláveis, fáceis de manter, eficientes e elegantes. Garantir a qualidade dos componentes e aplicativos desenvolvidos, seguindo os processos de qualidade de software em vigor e registrando os resultados. Participar de projetos de desenvolvimento de novos software ou customização de software já existentes cumprindo com os prazos acordados. Analisar as especificações recebidas, verificando possíveis inconsistências e/"},
{"titulo": "Desenvolvedor Front End", "Cidade": "Uberlandia", "salario": "A combinar", "descricao": "Atuar na codificação front-end do sistema conforme arquitetura e padrão de desenvolvimento definidos."},
{"titulo": "Desenvolvedor Front-end", "Cidade": "São Paulo", "salario": " De 7.001 até 8.000 ", "descricao": "Participar de projetos financeiro (Ffintechs). Atuar com interação com equipe de UX / UI e produtos front de tecnologia. Transformar definições de UX / UI em interfaces responsivas e funcionais para sistema Web para produtos financeiros online. Atuar com a criação de conteúdo HTML5 / CSS3 / Javascript."},
{"titulo": "Desenvolvedor Front-end Pleno", "Cidade": "Porto Alegre", "salario": "A combinar", "descricao": "Desenvolvimento de interfaces responsivas para websites; Oportunidade de trabalhar em um ambiente com projetos internacionais e inovadores."},
{"titulo": "Desenvolvedor Salesforce Pleno", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Implementar aplicações e customizações em produtos Salesforce;"},
{"titulo": "Desenvolvedor Front-end", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar junto à equipe da área de Comunicação Digital da agência como Programador Web. Suas principais responsabilidades serão direcionadas para análise do desenvolvimento técnico e visual de páginas da web utilizando suas linguagens e banco de dados, atuando em projetos de web dinâmicos com tecnologia PHP +MySQL. Necessário conhecimentos em integrações entre Front-end, Back-end e banco de dados. Será responsável por determinar os recursos necessários para o desenvolvimento e aplicação dos projetos pensando nas linguagens de programação, ferramentas e metodologias necessárias para a entrega do layout de telas, relatórios, estrutura física, lógica e gráfica, definindo a interface de comunicação e interatividade. Também será responsável pela manutenção e atualização constante dos sites e sistemas."},
{"titulo": "Desenvolvedor PHP", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Desenvolvimento e suporte em soluções de Software Livre para plataforma web."},
{"titulo": "Desenvolvedor Front- End Pleno", "Cidade": "São Paulo", "salario": " R$ 2500,00 ", "descricao": "Irá atuar com desenvolvimento de sistemas, gestão de equipes, dentre demais atividades."},
{"titulo": "Desenvolvedor .NET - Full Stack", "Cidade": "Jundiaí", "salario": "A combinar", "descricao": "O profissional atuará como Desenvolvedor Full Stack, sendo responsável por implementar e evoluir novos produtos de Transformação Digital."},
{"titulo": "Desenvolvedor Java", "Cidade": "Maringa", "salario": "A combinar", "descricao": "Atuará na análise, desenvolvimento e suporte de sistemas, utilizando a linguagem Java. Também será responsável por visitar clientes dando apoio à análise e implantação dos sistemas Matera."},
{"titulo": "Desenvolvedor ASP.NET", "Cidade": "Sao Leopoldo", "salario": " De 3.001 até 4.000 ", "descricao": "Desenvolvimento de softwares para o segmento rodoviário."},
{"titulo": "DESENVOLVEDOR DOT NET", "Cidade": "São Paulo", "salario": " R$ 10080,00 ", "descricao": "Experiência comprovado como Desenvolvedor Dot Net"},
{"titulo": "Desenvolvedor Full Stack", "Cidade": "São Jose dos Campos", "salario": "A combinar", "descricao": "Desenvolvimento Full Stack, testes e programação."},
{"titulo": "Desenvolvedor Java Pleno", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Desenvolvimento, implantação e manutenção de sistemas de acordo com metodologia e técnicas. Realização de objetivos com foco em qualidade, custos, prazos e benefícios. Automatização de processos. Implementação e correção de falhas e erros no sistema e desenvolvimento de novas soluções."},
{"titulo": "Desenvolvedor Web Front-end Pleno", "Cidade": "Porto Alegre", "salario": "A combinar", "descricao": "Estamos buscando pessoas talentosas para fazer parte de nosso time de novos produtos. Você atuará no desenvolvimento de plataformas utilizadas pelas maiores marcas do varejo da América Latina para entender e se relacionar melhor com seus clientes, impactando a vida de milhões de pessoas. Suas responsabilidades serão: Skills HTML CSS (Sass / Less) JavaScript Versionamento de código (Git ou SVN) Diferenciais Métodos Ágeis (Scrum, Kanban) Automação de workflow (Gulp, Grunt) - Frameworks Javascript (Angular, ReactJS, Vue."},
{"titulo": "Desenvolvedor Front Angular", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar em Framework front end: Angular 6. Teste: Jasmine, Versionamento: Git. Linguagens de marcação HTML5, CSS3 e SASS. JavaScript, chamadas assíncronas utilizando JSON como formato de transporte e REST."},
{"titulo": "Desenvolvedor Full-Stack", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Expertise em Full-stack."},
{"titulo": "Desenvolvedor Java FullStack", "Cidade": "Florianopolis", "salario": "A combinar", "descricao": "Conhecimentos sólidos sobre criação de micro-services e integrações de API (REST e SOAP). Front end: HTML5, CSS3, JavaScript,"},
{"titulo": "Desenvolvedor Front-end", "Cidade": "Belo Horizonte", "salario": "A combinar", "descricao": "No dia-a-dia você dará suporte a sistemas legados desenvolvidos em Angular JS, HTML e Sass Desenvolverá sistemas novos em Vue, TS, Sass e outras linguagens/"},
{"titulo": "Desenvolvedor Full Stack", "Cidade": "Barueri", "salario": "A combinar", "descricao": "Estamos em busca de Desenvolvedores Full Stack talentosos e apaixonados pelo que fazem para integrarem nosso time. Valorizamos a habilidade técnica e o domínio das linguagens, bem como a curiosidade e a habilidade para trabalhar em time e a capacidade para resolver problemas. Trabalhamos em um clima informal, mas focamos muito na produtividade. Se você é bom no que faz e gosta de arregaçar as mangas para fazer coisas incríveis, você vai gostar muito do ambiente e vai participar da revolução que estamos começando no mercado logístico. Se você gosta de: Trabalhar em time, utilizando metodologias ágeis para resolver problemas do mundo real. Desenvolver aplicações e serviços web utilizando as melhores metodologias e padrões de projetos. Integrar sistemas utilizando APIs REST e JSON. Monitorar e ajustar aplicações pensando na performance. Parear com analistas de negócios."},
{"titulo": "Desenvolvedor Mobile React Pleno / Sênior", "Cidade": "Salvador", "salario": "A combinar", "descricao": "Desenvolvedor Mobile React para desenvolvimento de soluções mobile (front e back end). Pleno e Sênior. Conhecimentos necessários: JavaScript avançado, React Native, Java, Publicação nas plataformas android e IOS, Teste Unitário; REST API, GIT. Contratação indeterminada direta pelo cliente."},
{"titulo": "Desenvolvedor Senior", "Cidade": "Itajuba", "salario": "A combinar", "descricao": "Conheça diversas tecnologias (Ainda não escolhemos a linguagem/"},
{"titulo": "Desenvolvedor Python Pleno", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Oportunidade para trabalhar em um de nossos clientes como Desenvolvedor Python."},
{"titulo": "Desenvolvedor C# / .NET / NET CORE", "Cidade": "São Paulo", "salario": " De 5.001 até 6.000 ", "descricao": "Buscamos desenvolvedor para integrar um time de desenvolvimento web, atuando em projetos de publicidade, como campanhas de incentivo e promoções."},
{"titulo": "Desenvolvedor .NET", "Cidade": "Barueri", "salario": "A combinar", "descricao": "Desenvolvimento Web, Web API, ASP."},
{"titulo": "Desenvolvedor - Salesforce e CRM", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar junto a equipe de desenvolvimento. Desenvolver soluções para o mercado corporativo em plataformas como Salesforce, XPI, Informática, Heroku e/"},
{"titulo": "Desenvolvedor .NET", "Cidade": "São Jose dos Campos", "salario": "A combinar", "descricao": "Atuar com atendimento a chamados de aplicações ."},
{"titulo": "Desenvolvedor Full Stack Sênior", "Cidade": "São Paulo", "salario": " R$ 10000,00 ", "descricao": "Atua com projetos de desenvolvimento utilizando metodologias ágeis, manutenção, depuração e testes. Conhecimentos com Elastic Search, Kibana, Apache Kakfa, RabbitMQ. Conhecimentos avançados com Asp."},
{"titulo": "Desenvolvedor .NET", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Desenvolvimento em C# ASP."},
{"titulo": "Desenvolvedor .NET C# Júnior", "Cidade": "Belo Horizonte", "salario": "A combinar", "descricao": "Trabalhar abraçando os desafios e fazendo o que for necessário (Analisar, projetar, programar, depurar e modificar softwares). Integrar o nosso sistema com plataformas externas (às vezes vai ter webservice, as vezes não!"},
{"titulo": "Desenvolvedor de Tecnologia", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Programar, codificar e testar linguagens de programação, com base nos sistemas desenvolvidos pelos analistas."},
{"titulo": "Desenvolvedor Android Sênior", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Pense na UPS, mas sem os caminhões. A Mandaê (www."},
{"titulo": "Desenvolvedor Fullstack Pleno", "Cidade": "Santo André", "salario": "A combinar", "descricao": "Missão do cargo: Atuar nas features de inovação do produto."},
{"titulo": "Desenvolvedor Web", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Desenvolvimento de plataforma Web com ASP, JavaScript, HTML e CSS, manutenção e desenvolvimento de novas funcionalidades em sistemas existentes de acordo com as necessidades do cliente; manipulação e estruturação de dados e banco MySQL e aplicações com PhoneGap para desenvolvimento mobile."},
{"titulo": "Desenvolvedor Java Júnior", "Cidade": "Brasília", "salario": " De 1.001 até 2.000 ", "descricao": "Atuará com desenvolvimento web em HTML, JacaScript, SQL e outras linguagens."},
{"titulo": "Desenvolvedor.NET", "Cidade": "Belo Horizonte", "salario": "A combinar", "descricao": "Atuação com HTML5, JavaScript, manutenção e desenvolvimento de sites / intranet em ambiente corporativo. Utilização de MVC, ADO."},
{"titulo": "Desenvolvedor Web", "Cidade": "Criciuma", "salario": "A combinar", "descricao": "Desenvolver novos processos, realizar alterações e manutenção dos já existentes de forma supervisionada utilizando técnicas de desenvolvimento adequadas."},
{"titulo": "Desenvolvedor Full Stack C# / ASP.NET Pleno", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atender as demandas que tenham foco em conexões, troca de dados e web service em projetos estratégicos. Conhecimentos necessários: programação C#  com bons conhecimentos no desenvimento de serviços SOAP ou REST, ASP."},
{"titulo": "Desenvolvedor Wordpress", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Desenvolver temas e plugins utilizando a plataforma WordPress. Programação de e-mails marketing responsivos. Criação de sites, landing pages e hotsites seguindo o conceito de Mobile First. Desenvolvimento líquido, responsivo e Mobile First."},
{"titulo": "Desenvolvedor Front-end", "Cidade": "Campinas", "salario": " De 4.001 até 5.000 ", "descricao": "Será responsável pelo ajuste de todas as listas de bugs do sistema utilizado atualmente pela empresa, verificar e sugerir implementações de melhorias sistêmicas."},
{"titulo": "Desenvolvedor Front-end / Angular.JS", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Responsável pelo desenvolvimento em Front-end com foco em Angular."},
{"titulo": "Desenvolvedor.NET Pleno", "Cidade": "São Paulo", "salario": " De 6.001 até 7.000 ", "descricao": "Atuar com programação orientada a objetos e desenvolvimento em camadas. Atuar com desenvolvimento ."},
{"titulo": "Desenvolvedor Front-End e Back-End Júnior / Pleno", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Os sistemas proprietários desenvolvidos pela equipe da Petra Gold, utilizam técnicas e tecnologias que visam sempre aprimorar a experiência dos usuários, criando, entre outras soluções, robôs inteligentes de mercado, visualização de ativos de mercado em tempo-real e sistema de clientes."},
{"titulo": "Desenvolvedor front-end - Fluig", "Cidade": "Joinville", "salario": "A combinar", "descricao": "Dentre as principais atividades, este profissional vai da análise de requisitos até a implementação."},
{"titulo": "Analista Desenvolvedor Pleno", "Cidade": "Belo Horizonte", "salario": "A combinar", "descricao": "Desenvolvedor Java, conhecimento em linguagem de programação Java 1."},
{"titulo": "Analista Desenvolvedor Mobile", "Cidade": "Indaiatuba", "salario": "A combinar", "descricao": "Descrição da vaga Você gostaria de ajudar a desenvolver um ecossistema de soluções para facilitar a gestão e desenvolvimento de pessoas nas empresas? Utilizando metodologias de gestão ágil e ferramentas e tecnologias de última geração, microsserviços, computação em nuvem, e muito mais, nós criamos soluções para esta finalidade. Como Analista Programador você irá contribuir na definição e criação destas soluções, trabalhando com um time de pessoas extraordinárias para entregar produtos de alta qualidade. Responsabilidades e Atribuições: - Auxiliar o coordenador da área na definição das melhores soluções tecnológicas. - Escrever código limpo, padronizado, bem documentado e testado. - Controlar revisões de código, features, releases e bugs. - Ajudar na definição da arquitetura da aplicação com a finalidade de garantir a alta disponibilidade e confiabilidade dos aplicativos."},
{"titulo": "Java e Javascript Developer", "Cidade": "Porto Alegre", "salario": "A combinar", "descricao": "Empresa de Portugal está em busca de desenvolvedores front e back desde Júnior até SR. Se você possui dupla cidadania europeia e quer ter a chance de trabalhar para uma equipe super engajada em diversos projetos inovadores na Europa, está é sua chance. Irá atuar com as seguintes tecnologias, Java 5 to 9, Microservice, Docker Spring framework (Spring Boot, Spring Data, Spring Security."},
{"titulo": "Analista Desenvolvedor URA/CTI", "Cidade": "Rio de Janeiro", "salario": "A combinar", "descricao": "Em nossos processos transitamos entre sistemas legados até projetos de Inteligência Artificial, Machine Learning, Blockchain e muito mais."},
{"titulo": "Analista Desenvolvedor Java Pleno", "Cidade": "São Paulo", "salario": " R$ 7560,00 ", "descricao": "Experiência: Mínima comprovada de 2 anos com desenvolvimento Java"},
{"titulo": "Programador PHP", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Programação em PHP com banco de dados MySQL, Java Script, desejável Laravel e GIT para sistema integrado ERP."},
{"titulo": "Analista Desenvolvedor. NET", "Cidade": "Belo Horizonte", "salario": "A combinar", "descricao": "Desenvolvimento de novos sistemas Gestão e atendimento de demandas de melhoria , legais , corretivas em sistemas existentes Documentar e manter a atualização de toda a estrutura desenvolvida do sistema Levantamento de dados analisando processos , fluxos e procedimentos junto ao usuário , tanto para novos sistemas quanto para atualização. Apoiar na definição de arquitetura / tecnologia para os novos projetos."},
{"titulo": "Programador Php Junior", "Cidade": "Penha de Franca", "salario": "A combinar", "descricao": "Construímos sistemas em que a dimensão espacial dos dados é importante para a tomada de decisões dos nossos clientes. Atuamos no desenvolvimento de sistemas sob medida e também em uma plataforma própria para coleta e armazenamento de dados, disponibilizada como um SaaS. Estamos a procura de um profissional para integrar a nossa equipe de desenvolvedores. Este profissional atuará nas etapas de projeto, desenvolvimento e manutenção de sistemas web. Requisitos mínimos: Conhecimento em PHP; Conhecimento em HTML, CSS e Javascript; Conhecimento em SQL. Diferenciais: Sistemas de controle de versão (preferencialmente Git); Conhecimento em frameworks PHP (preferencialmente Symfony); Banco de dados PostgresSQL, MySQL, MongoDB ou Neo4J; Conteinerização / Docker; Testes automatizados; Sistema operacional Linux. Atividades a serem realizadas: Desenvolvimento e manutenção de sistemas Web; Desenvolvimento de testes unitários e funcionais; Confecção de consultas nos bancos de dados; Analisar solicitações do setor de atendimento ao cliente, identificando possíveis bugs e esclarecendo dúvidas; Complementar análise de requisitos, regras de negócio e critérios de aceite."},
{"titulo": "Analista / Desenvolvedor Java SR PJ", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar com Sustentação, correção de erros e melhorias. Prestador de serviços (PJ) - por 3 meses, podendo ser prorrogado."},
{"titulo": "Programador PHP", "Cidade": "Porto Alegre", "salario": " R$ 2581,00 ", "descricao": "Prestar serviços de desenvolvimento destinados à manutenção diária - adaptativa, corretiva, evolutiva e preventiva - de sistemas em linguagem PHP."},
{"titulo": "Analista de Sistemas TI - Desenvolvedor", "Cidade": "Brasília", "salario": " R$ 2700,00 ", "descricao": "Atuar com desenvolvimento de novas aplicações e funcionalidades. Desenvolver melhorias nas aplicações atuais, suportar as aplicações, sites, interfaces mantidos pelo time. Desenvolvimento, análise e manutenção de sistemas, telas e layouts."},
{"titulo": "Programador PHP / Fullstack - Pleno/Sênior", "Cidade": "Curitiba", "salario": "A combinar", "descricao": "Irá atuar com tecnologias PHP, MySQL, com desenvolvimento e rotinas da área."},
{"titulo": "Analista de Sistemas Desenvolvedor SR.", "Cidade": "São Paulo", "salario": " De 10.001 até 15.000 ", "descricao": "A SINQIA é focada em criar e implantar soluçõesinteligentes, utilizando conhecimento e experiência de negócio financeiro paraatingir resultados que gere valor a todos. Nosso time é formado porprofissionais colaborativos que atuam de forma conjunta para o crescimento daSINQIA. Estamos sempre em expansão e, em 20 anos dehistória, já realizamos 12 aquisições."},
{"titulo": "Analista Desenvolvedor Java WEB Sênior", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "o Desenvolvedor Full Stack (é um perfil de desenvolvedor que consegue trabalhar não somente com programação mas também compreender de forma razoável uma porção de outras tecnologias envolvidas em um sistema: banco de dados, infra-estrutura, sistema operacional, servidor web, redes, CSS/"},
{"titulo": "Analista Desenvolvedor Web", "Cidade": "Vila Velha", "salario": " De 3.001 até 4.000 ", "descricao": "Desenvolvimento de aplicações WEB na fábrica de software. Participar nas definições técnicas e funcionais. Realizar ou participar dos processos de estimativa. Participar ativamente em projetos nacionais, em clientes de grande porte."},
{"titulo": "Analista Desenvolvedor Front-end", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar com desenvolvimento front-end para web e mobile, experiência na construção de sistemas web, JavaScript avançado, HTML, HTML5, CSS, Node, Git."},
{"titulo": "Analista Desenvolvedor de Sistemas", "Cidade": "Blumenau", "salario": "A combinar", "descricao": "Nesta função será sua responsabilidade analisar a especificação técnica, funcional e depuração do sistema, realizar o acompanhamento da manutenção corretiva e apoiar a equipe na retenção de conhecimento sobre as implementações. Você vai conviver em um ambiente sem dress code conhecendo, na prática, a Cultura Lean."},
{"titulo": "Analista Desenvolvedor Mobile", "Cidade": "Guarulhos", "salario": "A combinar", "descricao": "Entender problemas técnicos e desenvolver soluções através de código para aplicações em Android / IOS ou IONIC. Interagir com demais áreas envolvidas nos projetos, para definição das soluções."},
{"titulo": "Analista Desenvolvedor IOS", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuar com Swift 4, Alamofire, CocoaPods, Carthage, ViewCode-Design Pattern, XIB IOS, Push Notification (Firebase, APNS), REST, IOS."},
{"titulo": "Programador PHP", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Análise de sistemas e desenvolvimento de sistemas. Utilização das ferramentas: PHP, ."},
{"titulo": "Programador PHP Pleno", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Irá realizar programação PHP e MySQL, Jquery, CSS, JavaScript, HTML5 - qualquer framework PHP, Bootstrap, AJAX. Suportar a rede e Programar novos sistemas e melhorias."},
{"titulo": "Programador PHP Júnior", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Manutenção e desenvolvimento de novas funcionalidades na plataforma de ensino da empresa. Conhecimentos em PHP, MySQL, HTML, CSS e JavaScript (jQuery). Ensino Superior completo ou cursando em Ciências da Computação, Sistemas de Informação, Análise e Desenvolvimento de Sistemas ou similares."},
{"titulo": "Programador PHP", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Atuação na área de desenvolvimento, manutenção e customização de sites e sistemas SAAS."},
{"titulo": "Arquiteto de Soluções", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Entendimento das demandas estratégicas do negócio e desenhar soluções completas e robustas para atendê-las "},
{"titulo": "Consultor Java Sênior", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Trabalhar dentro de uma equipe de produção com um product owner, designers e outros desenvolvedores para criar soluções e aplicativos focados nas necessidades de nossos clientes. Participar do ciclo de vida completo de um produto, desde a prototipagem rápida em estágio inicial até a íntegra liberação do mercado e melhoria contínua após o lançamento inicial. Um self-starter que procura oportunidades para aprender novos métodos e tecnologias."},
{"titulo": "Programador .NET", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Participar de nossa equipe ágil no desenvolvimento e criação de soluções baseadas em tecnologias Microsoft ."},
{"titulo": "JAVA Sênior", "Cidade": "São Paulo", "salario": "A combinar", "descricao": "Responsável pela execução e implementação da arquitetura acordada com Arquiteto técnico/"}
]